{
  "source": "Al Pacino",
  "paragraphs": [
    "I was warned not to come here. I was warned. They warned me: 'Don't stand behind that coffin.' But why should I heed such a warning, when a heartbeat is silent and a child lies dead? 'Don't stand behind this coffin.' That boy was as pure and as innocent as the driven snow. But I must stand here because I have not given you what you should have. Until we can walk abroad and recreate ourselves, until we can stroll along the streets like boulevards, congregate in parks free from fear, our families mingling, our children laughing, our hearts joined - until that day, we have no city. You can label me a failure until that day. The first and perhaps only great mayor was Greek. He was Pericles of Athens, and he lived some 2,500 years ago, and he said: 'All things good of this Earth flow into the City, because of the City's greatness.' Well, we were great once. Can we not be great again? Now, I put that question to James Bone, and there's only silence. Yet could not something pass from this sweet youth to me? Could he not empower me to find in myself the strength to have the knowledge to summon up the courage to accomplish this seemingly insurmountable task of making a city livable?",
    "Just livable. There was a palace that was a city. It was a palace! It was a palace, and it can be a palace again! A palace, in which there is no king or queen, or dukes or earls or princes, but subjects all. Subjects beholden to each other, to make a better place to live. Is that too much to ask? Are we asking too much for thisIs it beyond our reach? Because if it is, then we are nothing but sheep being herded to the final slaughterhouse! I will not go down, that way! I choose to fight back! I choose to rise, not fall! I choose to live, not die! And I know, I know that what's within me is also within you. That's why I ask you now to join me. Join me, rise up with me, rise up on the wings of this slain angel. We'll rebuild on the soul of this little warrior. We will pick up his standard and raise it high! Carry it forward until this city - your city - our city - his city - is a palace of God! Is a palace of God! I am with you, little James. I am you.",
    "What you lookin' at? You all a bunch of fuckin' assholes. You know why? You don't have the guts to be what you wanna be? You need people like me. You need people like me so you can point your fuckin' fingers and say, \"That's the bad guy.\" So... what that make you? Good? You're not good. You just know how to hide, how to lie. Me, I don't have that problem. Me, I always tell the truth. Even when I lie. So say good night to the bad guy! Come on. The last time you gonna see a bad guy like this again, let me tell you. Come on. Make way for the bad guy. There's a bad guy comin' through! Better get outta his way!",
    "I never fucked anybody over in my life didn't have it coming to them. You got that? All I have in this world is my balls and my word and I don't break them for no one. Do you understand? That piece of shit up there, I never liked him, I never trusted him. For all I know he had me set up and had my friend Angel Fernandez killed. But that's history. I'm here, he's not. Do you wanna go on with me, you say it. You don't, then you make a move.",
    "Okay Sosa; You wanna fuck with me? You fucking with the best! You wanna fuck with me? Okay. You little cockroaches... come on. You wanna play games? Okay, I play with you; come on. Okay. You wanna play rough? Okay. Say hello to my little friend!",
    "Is this it? That's what it's all about, Manny? Eating, drinking, fucking, sucking? Snorting? Then what? You're 50. You got a bag for a belly. You got tits, you need a bra. They got hair on them. You got a liver, they got spots on it, and you're eating this fuckin' shit, looking like these rich fucking mummies in here... Look at that. A junkie. I got a fuckin' junkie for a wife. She don't eat nothing. Sleeps all day with them black shades on. Wakes up with a Quaalude, and who won't fuck me 'cause she's in a coma. I can't even have a kid with her, Manny. Her womb is so polluted, I can't even have a fuckin' little baby with her!"
  ]
}
