{
  "source": "Anthony Hopkins",
  "paragraphs": [
    "You know what you look like to me, with your good bag and your cheap shoes? You look like a rube. A well scrubbed, hustling rube with a little taste. Good nutrition's given you some length of bone, but you're not more than one generation from poor white trash, are you, Agent Starling? And that accent you've tried so desperately to shed: pure West Virginia. What is your father, dear? Is he a coal miner? Does he stink of the lamp? You know how quickly the boys found you... all those tedious sticky fumblings in the back seats of cars... while you could only dream of getting out... getting anywhere... getting all the way to the FBI.",
    "Look for severe childhood disturbances associated with violence. Our Billy wasn't born a criminal, Clarice. He was made one through years of systematic abuse. Billy hates his own identity, you see, and he thinks that makes him a transsexual. But his pathology is a thousand times more savage and more terrifying.",
    "And you think if you save poor Catherine, you could make them stop, don't you? You think if Catherine lives, you won't wake up in the dark ever again to that awful screaming of the lambs.",
    "Advancement, of course. Listen carefully. Look deep within yourself, Clarice Starling. Go seek out Miss Mofet, an old patient of mine. M-o-f-e-t. Go now, I don't think Miggs could manage again quite so soon, even though he is crazy.",
    "I've been in this room for eight years, now Clarice, and I know they'll never let me out, not while I'm alive. What I want is a view where I can see a tree, or even water. I want to be in a federal institution far away from Doctor Chiltern. I'll help you catch him, Clarice.",
    "...would they have you back, you think? The FBI? Those people you despise almost as much as they despise you. Would they give you a medal, Clarice, do you think? Would you have it professionally framed and hang it on your wall to look at and remind you of your courage and incorruptibility? All you would need for that, Clarice, is a mirror.",
    "Dear Clarice, I have followed with enthusiasm the course of your disgrace and public shaming. My own never bothered me, except for the inconvenience of being incarcerated, but you may lack perspective. In our discussions down in the dungeon, it was apparent to me that your father, the dead night watchman, figures largely in your value system. I think your success in putting an end to Jame Gumb's career as a couturier pleased you most because you could imagine your father being pleased. But now, alas, you're in bad odour with the FBI. Do you imagine your daddy being shamed by your disgrace? Do you see him in his plain pine box crushed by your failure; a sorry, petty end of a promising career? What is worst about this humiliation, Clarice?",
    "Is it how your failure will reflect on your mommy and daddy? Is your worst fear that people will now and forever believe they were indeed just good old trailer-camp tornado-bait white trash, and that perhaps you are too? By the way I couldn't help noticing on the FBI's rather dull public website that I have been hoisted from the Bureau's archives of the common criminal and elevated to the more prestigious 10 Most Wanted list. Is this coincidence, or are you back on the case? If so, goody goody, 'cause I need to come out of retirement and return to public life. I imagine you sitting in a dark basement room bent over papers and computer screens. Is that accurate? Please tell me truly, Special Agent Starling.",
    "You know, the, um... this album was recorded in a famous studio in London. I was told, uh, I should be very honored because the Beatles had been there. Do you know the Beatles?"
  ]
}
