{
  "source": "Charlize Theron",
  "paragraphs": [
    "That's kind, child. Especially when it's said that yours is the face of true beauty in this kingdom. This all must be difficult for you. I too lost my mother when I was a young girl. I can never take your mother's place, ever. But I feel that you and I are bound. I feel it there, your heart.",
    "How is it that an innocent, young girl makes a fool of my brother? Armed only with a nail. If she'd had a sword she would have taken my kingdom. Bring me the King's daughter and you let her slip right through your tiny little fingers. How? You swore that you would protect me! You swore! Now there's no one I can trust. No one! There's no loyalty, no loyalty. None! Not even from you!",
    "You see, child, love always betrays us. By fairest blood it was done and only by fairest blood can it be undone. You were the only one who could break the spell and destroy me. And the only one pure enough to save me. You don't even realize how lucky you are never to know what it is to grow old!",
    "Do you hear that? It's the sound of battles fought and lives lost. It once pained me to know that I am the cause of such despair, but now their cries give me strength. Beauty is my power.",
    "I was ruined by a king like you once. I replaced his queen. An old woman. And in time I too would have been replaced. Men use women. They ruin us and when they are finished with us they toss us to the dogs like scraps.",
    "There is something about connecting over mutual hatred that is just so much deeper than mutual love.",
    "I could. I could say that, right? But then it wouldn't make sense why I would fly myself half a billion miles from every man on Earth if I wanted to get laid, would it?",
    "Weyland found you impressive enough to fund this mission. But I'm fairly certain your Engineers are nothing but scribblings of savages living in dirty little caves. But let's say I'm wrong, and you do find these beings down there, you won't engage them, you won't talk to them. You will do nothing but report back to me.",
    "Did you really think I was gonna sit in a boardroom for years arguing over who was in charge while you go look for some miracle on some godforsaken rock in the middle of space? A king has his reign, and then he dies. It's inevitable. That is natural order of things."
  ]
}
