{
  "source": "Christopher Walken",
  "paragraphs": [
    "Women. Nothing surprises me Chip, except your late mother. Who'da thought Selina had a brain to damage. Bottom line, she tries to blackmail me, I'll drop her out a higher window. Meantime, I got better fish to fry.",
    "She's some bunny isn't she? Great to see her again, It's been years, but,I never forget a face... especially, if I've sat on it. I hope you have the fun with her that I do... I love that little mole on her butt don't you? and how about that sensitive left nipple... and what mouth action! I thought jaws only moved that fast in water! You know Lou-Anne, likes to make a guy happy. More than you do for her Marco! But then, you have a problem don't you? It's called... LIMP DICK. And Lou-Anne is losing patience. Yeah me and Lou- Anne, Lou- Anne and me, we just pump away... singing that song we love... feelings!... nothing more than feelings!",
    "The way your dad looked at it, this watch was your birthright. He'd be damned if any of the slopes were gonna get their greasy yellow hands on his boy's birthright. So he hid it in the one place he knew he could hide something: his ass. Five long years, he wore this watch up his ass. Then when he died of dysentery, he gave me the watch. I hid this uncomfortable piece of metal up my ass for two years. Then, after seven years, I was sent home to my family. And now, little man, I give the watch to you.",
    "I'm an angel. I kill firstborns while their mamas watch. I turn cities into salt. I even, when I feel like it, rip the souls from little girls, and from now till kingdom come, the only thing you can count on in your existence is never understanding why.",
    "Let's understand each other. I sang the first hymn when the stars were born. Not that long ago, I announced to a young woman, Mary, who it was she was expecting. On the other hand, I've turned rivers into blood. Kings into cripples. Cities to salt. So, I don't think that I have to explain myself to you.",
    "You been with a woman, Zophael? It's like dying... you moan, cry out. You get to a spot that has you begging for release. Once, I was an Angel of Death... now, I die every day... when I have the cash.",
    "You're talking to me all wrong... It's the wrong tone. You do it again and I'll stab you in the face with a soldering iron. Hey, tell me, does your mother sew? BOOM. Get her to sew that!",
    "A man can be an artist... in anything, food, whatever. It depends on how good he is at it. Creasey's art is death. He's about to paint his masterpiece."
  ]
}
