{
  "source": "George Washington",
  "paragraphs": [
    "The Citizens of the United States of America have a right to applaud themselves for giving to Mankind examples of an enlarged and liberal policy: a policy worthy of imitation. All possess alike liberty of conscience and immunities of citizenship. It is now no more that toleration is spoken of, as if it was by the indulgence of one class of people that another enjoyed the exercise of their inherent natural rights. For happily the Government of the United States, which gives to bigotry no sanction, to persecution no assistance, requires only that they who live under its protection should demean themselves as good citizens in giving it on all occasions their effectual support. May the Children of the Stock of Abraham, who dwell in this land, continue to merit and enjoy the good will of the other Inhabitants; while every one shall sit under his own vine and fig tree, and there shall be none to make him afraid.",
    "A free people ought not only to be armed, but disciplined; to which end a uniform and well-digested plan is requisite; and their safety and interest require that they should promote such manufactories as tend to render them independent of others for essential, particularly military, supplies.",
    "All see, and most admire, the glare which hovers round the external trappings of elevated office. To me there is nothing in it, beyond the lustre which may be reflected from its connection with a power of promoting human felicity.",
    "We have abundant reason to rejoice, that, in this land, the light of truth and reason has triumphed over the power of bigotry and superstition, and that every person may here worship God according to the dictates of his own heart. In this enlightened age, & in this land of equal liberty, it is our boast, that a man's religious tenets will not forfeit the protection of the laws, nor deprive him of the right of attaining & holding the highest offices that are known in the United States. Your prayers for my present and future felicity are received with gratitude; and I sincerely wish, Gentlemen, that you may in your social and individual capacities taste those blessings, which a gracious God bestows upon the righteous.",
    "The friends of humanity will deprecate War, wheresoever it may appear; and we have experience enough of its evils, in this country, to know, that it should not be wantonly or unnecessarily entered upon. I trust, that the good citizens of the United States will show to the world, that they have as much wisdom in preserving peace at this critical juncture, as they have hitherto displayed valor in defending their just rights.",
    "Nothing is more essential, than that permanent, inveterate antipathies against particular Nations, and passionate attachments for others, should be excluded; and that, in place of them, just and amicable feelings towards all should be cultivated. The Nation, which indulges towards another an habitual hatred, or an habitual fondness, is in some degree a slave. It is a slave to its animosity or to its affection, either of which is sufficient to lead it astray from its duty and its interest. Antipathy in one nation against another disposes each more readily to offer insult and injury, to lay hold of slight causes of umbrage, and to be haughty and intractable, when accidental or trifling occasions of dispute occur. Hence frequent collisions, obstinate, envenomed, and bloody contests.",
    "Harmony, liberal intercourse with all nations, are recommended by policy, humanity, and interest.",
    "Though, in reviewing the incidents of my administration, I am unconscious of intentional error, I am nevertheless too sensible of my defects not to think it probable that I may have committed many errors. Whatever they may be, I fervently beseech the Almighty to avert or mitigate the evils to which they may tend. I shall also carry with me the hope, that my Country will never cease to view them with indulgence; and that, after forty-five years of my life dedicated to its service with an upright zeal, the faults of incompetent abilities will be consigned to oblivion, as myself must soon be to the mansions of rest."
  ]
}
