{
  "source": "HP Lovecraft",
  "paragraphs": [
    "The most merciful thing in the world, I think, is the inability of the human mind to correlate all its contents. We live on a placid island of ignorance in the midst of black seas of the infinity, and it was not meant that we should voyage far.",
    "To be bitter is to attribute intent and personality to the formless, infinite, unchanging and unchangeable void. We drift on a chartless, resistless sea. Let us sing when we can, and forget the rest..",
    "At night, when the objective world has slunk back into its cavern and left dreamers to their own, there come inspirations and capabilities impossible at any less magical and quiet hour. No one knows whether or not he is a writer unless he has tried writing at night.",
    "Pleasure to me is wonder—the unexplored, the unexpected, the thing that is hidden and the changeless thing that lurks behind superficial mutability. To trace the remote in the immediate; the eternal in the ephemeral; the past in the present; the infinite in the finite; these are to me the springs of delight and beauty.",
    "Contrary to what you may assume, I am not a pessimist but an indifferentist- that is, I don't make the mistake of thinking that the... cosmos... gives a damn one way or the other about the especial wants and ultimate welfare of mosquitoes, rats, lice, dogs, men, horses, pterodactyls, trees, fungi, dodos, or other forms of biological energy.",
    "There are not many persons who know what wonders are opened to them in the stories and visions of their youth; for when as children we learn and dream, we think but half-formed thoughts, and when as men we try to remember, we are dulled and prosaic with the poison of life. But some of us awake in the night with strange phantasms of enchanted hills and gardens, of fountains that sing in the sun, of golden cliffs overhanging murmuring seas, of plains that stretch down to sleeping cities of bronze and stone, and of shadowy companies of heroes that ride caparisoned white horses along the edges of thick forests; and then we know that we have looked back through the ivory gates into that world of wonder which was ours before we were wise and unhappy.",
    "All I say is that I think it is damned unlikely that anything like a central cosmic will, a spirit world, or an eternal survival of personality exist. They are the most preposterous and unjustified of all the guesses which can be made about the universe, and I am not enough of a hair-splitter to pretend that I don't regard them as arrant and negligible moonshine. In theory I am an agnostic, but pending the appearance of radical evidence I must be classed, practically and provisionally, as an atheist."
  ]
}
