{
  "source": "Jack Nicholson",
  "paragraphs": [
    "I don't want to be a product of my environment. I want my environment to be a product of me. Years ago we had the church. That was only a way of saying - we had each other. The Knights of Columbus were real head-breakers; true guineas. They took over their piece of the city. Twenty years after an Irishman couldn't get a fucking job, we had the presidency. May he rest in peace. That's what the niggers don't realize. If I got one thing against the black chappies, it's this - no one gives it to you. You have to take it.",
    "When you decide to be something, you can be it. That's what they don't tell you in the church. When I was your age they would say we can become cops, or criminals. Today, what I'm saying to you is this: when you're facing a loaded gun, what's the difference?",
    "I got this rat, this gnawing, cheese eating fuckin' rat and it brings up questions... You know, see, Bill, like you're the new guy. Girlfriend... Why don't you stay in the bar that night I got your numbers. Social Security numbers. Everybody's fuckin' numbers.",
    "It makes me curious to see you in this neighborhood. And if I can slander my own environment, it makes me sad. This, uh, regression. Plus, I don't know if it's beyond some fucking cop prick like Queenan to pull you out of the Staties and send you gift-wrapped to me. I just can't know. I wonder what they do in that particular department, anyway.",
    "Church wants you on your place. Kneel, stand, kneel, stand. If you go for that sort of thing, I don't know what to do for you. A man makes his own way. No one gives it to you. You have to take it. \"Non serviam.\"",
    "Let me explain something to you, Dave. There are two kinds of angry people in this world: explosive and implosive. Explosive is the kind of individual you see screaming at the cashier for not taking their coupons. Implosive is the cashier who remains quiet day after day and finally shoots everyone in the store. You're the cashier.",
    "Now then we need to go over some ground rules. You are to refrain from any any acts of violence including verbal assault and vulgar hand gestures. You may not use rage enhancing substances, such as caffeine, nicotine, alcohol, crack cocaine, slippy-flippy's, jelly stingers, trick sticks, bing bangs or flying willards.",
    "Under my supervision. Also, if you are unable to stop masturbating, please do so without the use of any pornographic images depicting quote, unquote 'angry sex.' That having been said, I'm a pretty good guy and I think you'll be pleasantly surprised how much fun we can have together."
  ]
}
