{
  "source": "Jennifer Lawrence",
  "paragraphs": [
    "I have a message for President Snow. You can torture us and bomb us and burn our districts to the ground. But do you see that? Fire is catching... And if we burn... you burn with us!",
    "I've decided I will be your Mockingjay, but I have... some conditions. Peeta and the other tributes, Johanna Mason and Annie Cresta, will be rescued at the earliest opportunity. If and when Peeta is liberated, he will receive a full and unconditional pardon, no punishment will be inflicted. And the same goes for the other tributes.",
    "Did you have a nightmare? I have nightmares, too. Someday I'll explain it to you, why they came, why they won't ever go away, but I'll tell you how I survive it. I make a list in my head... of all the good things I've seen someone do. Every little thing I can remember. It's like a game. I do it over and over. Gets a little tedious after all these years, but... there are much worse games to play.",
    "We all have one enemy, and that's Snow! He corrupts everyone and everything! He turns the best of us against each other. Stop killing for him! Tonight, turn your weapons to the Capitol! Turn your weapons to Snow!",
    "I'm going to kill Snow. Nothing good is safe while he's alive. And I can't make another speech about it. No more cameras. No more propos. No more Games. He needs to see my eyes when I kill him.",
    "I just wanted to say that I didn't know Thresh, I only spoke to him once. He could have killed me, but instead he showed me mercy. That's a debt I'll never be able to repay. I did know Rue. She wasn't just my ally, she was my friend. I see her in the flowers that grow in the meadow by my house. I hear her in the Mockingjay song. I see her in my sister Prim. She was too young, too gentle, and I couldn't save her. I'm sorry.",
    "I was a big slut, but I'm not anymore. There will always be a part of me that is sloppy and dirty, but I like that, just like all the other parts of myself. I can forgive. Can you say the same for yourself, fucker? Can you forgive? Are you capable of that?",
    "You know, I used to think that you were the best thing that ever happened to me, but now I think that you might maybe be the worst thing. And I'm sorry that I ever met you.",
    "Not that I give a fuck about football or about your superstitions, but if it's me reading the signs, I don't send the Eagles guy whose personal motto is \"Excelsior,\" to a fucking Giants game, especially when he's already in a legal situation.",
    "You might not of had experienced the shit that I did, but you loved hearing about it, didn't you? You're afraid to be alive, you're afraid to live. You're a conformist. You're a hypocrite. You're a liar. I opened up to you and you judged me!",
    "I saw the way you were looking at me, Pat. You felt it, I felt it, don't lie. We're not liars like they are. I live in the addition around back, which is completely separate from my parents' house, so there's no chance of them walking in on us. I hate the fact that you wore a football jersey to dinner because I hate football, but you can fuck me if you turn the lights off, okay?"
  ]
}
