{
  "source": "Jim Carrey",
  "paragraphs": [
    "The nerve of those Whos. Inviting me down there - and on such short notice. Even if I wanted to go my schedule wouldn't allow it. Four o'clock, wallow in self pity; 4:30, stare into the abyss; 5:00, solve world hunger, tell no one. 5:30, jazzercize. 6:30, dinner with me. I can't cancel that again. 7:00, wrestle with my self-loathing; I'm booked. Of course, if I bump the loathing to 9 I could still be done in time to lay in bed, stare at the ceiling and slip slowly into madness. But what would I wear?",
    "That's what it's all about right? That's what it's always been about! Gifts, gifts, gifts, gifts, gifts, gifts! Do you know what happens to your gifts? They all come to me...in your garbage. Do you see what I'm saying here? IN YOUR GARBAGE! I could hang myself with all the bad Christmas neckties I found at the dump! And the avarice... The avarice never ends!\"I want golf clubs!\" \"I want diamonds!\" \"I want a pony so I can ride it twice, get bored, and send it away to make glue!\" Look, I don't wanna make waves here, but this WHOLE Christmas season is STUPID! STUPID! STUPID! There is however, one teeny, tiny, Christmas tradition that I find quite meaningful Mistletoe. SO PUCKER UP AND KISS IT, WHOVILLE!",
    "Fat boy ought to finishing up any time now. Talk about a recluse! He only comes out once a year, and HE never catches any flak for it! Probably lives up there to avoid the taxes! OOOpsy! Forgot about the reindeer. If I can't find a reindeer, I'll make one instead. Oh, MaaaaAAAAAX!",
    "All that I ask is that you do every little thing that pops into my head, while I enjoy the enormous fortune your parents left behind.",
    "Here it goes: I sped. I followed too closely. I ran a stop sign. I almost hit a Chevy. I sped some more. I failed to yield at a crosswalk. I changed lanes at an intersection. I changed lanes without signaling while running a red light and SPEEDING!",
    "Simmons is old. He should've been out of the game years ago but he can't stay home because he hates his wife. You've met her at the Christmas parties, she's the one that gets plastered and calls him a retard, and you, Tom; you're the biggest brownnose I've ever seen. You've got your head so far up Mr. Allen's ass, I can't tell where you end and he begins. [...] You have bad breath caused by gingivitis. You couldn't get a porn star off. Your hairpiece looks like something that was killed crossing the highway. I don't know whether to comb it or scrape it off with a shovel and bury it in lime. Loser! Idiot! Wimp! Degenerate! SLUUUUUUUTTT!",
    "Nothing! Because if I take it to small claims court, it will just drain eight hours out of my life and you probably won't show up and even if I got the judgment you'd just stiff me anyway; so what I am going to do is piss and moan like an impotent jerk, and then bend over and take it up the tailpipe!",
    "Here it goes: I sped. I followed too closely. I ran a stop sign. I almost hit a Chevy. I sped some more. I failed to yield at a crosswalk. I changed lanes at an intersection. I changed lanes without signaling while running a red light and SPEEDING!"
  ]
}
