{
  "source": "Jodie Foster",
  "paragraphs": [
    "You see a lot, Doctor. But are you strong enough to point that high-powered perception at yourself? What about it? Why don't you - why don't you look at yourself and write down what you see? Or maybe you're afraid to. ",
    "But I thought the \"yourself\" reference was too hokey for Lecter, so I figured he's from Baltimore, and I looked in the phone book, and there's a \"Your Self Storage\" facility, right outside of downtown Baltimore, sir. ",
    "I'm not interested in your little ideas. I'm interested in something much larger. This habitat is dying. There is a political sickness inside of it. A tumor that needs to be removed. You and your company are in need of revenue... that is dying up. So... you built the torus. Can you override the servers and place a new president in power?",
    "Then that is what you will do. And you will have your contract secured for the next 200 years. Missile defense batteries, droids. Everything we need to protect our liberty. All guaranteed, of course, by your new president.",
    "I'm Erica Bain. And as *you* know, I walk the city. I bitch and moan about it. I walk and watch and listen, a witness to all the beauty and ugliness that is disappearing from our beloved city. Last week took me to the gray depths of the East River where Dmitri Panchenko swims his morning laps, like he has every morning since the 1960s. And today I walked by the acres of scaffolding outside what used to be the Plaza Hotel. And I thought about Eloise. Remember Kay Thompson's Eloise? Eloise who lived in the Plaza Hotel with her dog Weenie, and her parents were always away, and her English nanny who had eight hair pins made out of bones. That Eloise. The adored brat of my childhood.",
    "... li'l punk kids... Sid Vicious spewing beer from his teeth in the Chelsea Hotel... Andy Warhol, his sunglasses reflecting... Edgar Allan Poe, freeing live monkeys from the crates of a crumbling schooner on the oily slips of South Street. Stories of a city that is disappearing before our eyes, its people swept over the Williamsburg of those stories. So what are we left of those stories? Are we going to have to construct an imaginary city to house our memories?",
    "Because when you love something, every time a bit goes, you lose a piece of yourself. Where's Eloise going to sleep tonight? Can you hear her ghost wandering around the collapsing corridors of her beloved Plaza, trying to find her nanny's room? Calling out to the construction workers, in a voice that nobody hears, \"Has anyone seen my turtle, Skipperdee?\" This is Erica Bain, and you've been listening to Streetwalk, on WKNW.",
    "I always believed that fear belonged to other people. Weaker people. It never touched me. And then it did. And when it touches you, you know... that it's been there all along. Waiting beneath the surfaces of everything you loved."
  ]
}
