{
  "source": "Johnny Depp",
  "paragraphs": [
    "Ladies! Will you please shut it? Listen to me. Yes, I lied to you. No, I don't love you. Of course it makes you look fat. I've never been to Brussels. It is pronounced 'egregious'. By the way, no, I've never met Pizzaro but I love his pies. And all of this pales to utter insignificance in light of the fact that my ship is once again gone. Savvy?",
    "Well, beatniks for one, folk singers and motorbike riders. Y'know. All those hip, jazzy, super cool, neat, keen, and groovy cats. It's in the fridge, daddy-o! Are you hip to the jive? Can you dig what I'm layin' down? I knew that you could. Slide me some skin, soul brother!",
    "Of course you can! Everything in this room is eatable, even I'm eatable! But that is called 'cannibalism', my dear children, and is in fact frowned upon in most societies.",
    "Bullfights. Bull hockey. Do you like this? The bull is stabbed, prodded, beaten. The bull is wounded. The bull is tired before the matador ever steps into the ring. Now, is that victory? Of course it is. Wanna know the secret to winning? Creative sportsmanship. In other words, one has to rig the game.",
    "Well, beatnicks for one; folk singers and motorbike riders. You know, all those hip, jazzy, super-cool, neat, keen, and groovy cats. It's in the fridge daddy-o. Are you hep to the jive? Can you dig what I'm layin' down? I knew that you could. Slide me some skin soul brother.",
    "No. If we don't have a key, we can't open whatever it unlocks, so what purpose would be served in finding whatever needs to be unlocked without first having found the key that unlocks it?",
    "Have you not met Will Turner? He's noble, heroic, terrific soprano! Worth at least four. Maybe 3 and a half. And did I happen to mention? He's in love with a girl. Due to be married. Betrothed. Dividing him from her and her from him would only be half as cruel as actually allowing tham to be joined together in holy matrimony, eh?",
    "Darling, I am truly unhappy to have to tell you this, but through an unfortunate and entirely unforseeable series of circumstances that have nothing whatsoever to do with me...poor Will was press-ganged into Davy Jones's crew.",
    "Ah, but fortunately I know how to counter it: The man who did the waking buys the man who was sleeping a drink; and then the man who was sleeping drinks it while listening to a proposition from the man who did the waking."
  ]
}
