{
  "source": "Leonardo DiCaprio",
  "paragraphs": [
    "Frank, how many of these guys have been with you long enough to be disgruntled, huh? Think about it. You don't pay much, you know. It's almost a fuckin' feudal enterprise. The question is, and this is the only question, who thinks that they can do what you do better than you?",
    "Trust me, it's paradise. This is where the hungry come to feed. For mine is a generation that circles the globe and searches for something we haven't tried before. So never refuse an invitation, never resist the unfamiliar, never fail to be polite and never outstay the welcome. Just keep your mind open and suck in the experience. And if it hurts, you know what? It's probably worth it.",
    "Smith and Wesson Schofield .45. Just meat and potatoes. Me and Jesse James think it's the best handgun in the world. Had the trigger guard removed, it saves drawin' time. Don't ever wear it while you're drunk or you'll kill your feet.",
    "See those little black boxes? They are called telephones. I’m gonna let you in on a little secret about these telephones. They’re not gonna dial themselves! Okay? Without you they’re just worthless hunk of plastic. Like a loaded M16 without a trained Marine to pull the trigger. And in the case of the telephone, it’s up to each and every one of you, my highly trained Strattonites, my killers. My killers who will not take no for an answer! My fucking warriors who’ll not hang up the phone, until their client either buys or fucking dies! Let me tell you something. There is no nobility in poverty. I’ve been a rich man, and I’ve been poor man. And I choose rich every fucking time. Cause, At least as a rich man, when I have to face my problems, I show up in the back of a limo wearing a $2000 suit …and $40,000 gold fuckin’ watch!",
    "Now, if anyone here thinks I’m superficial or materialistic. Go get a job at fucking McDonald’s, because that’s where you fucking belong! But, before you depart this room full of winners, I want you to take a good look at the person next to you, go on. Because sometime in the not-so-distant future, you’re pullin’ up to a red light in your beat-up old fucking Pinto, and that person’s gonna pull up right alongside you in a brand new Porsche, with their beautiful wife by his side, whose got big voluptuous tits. And who will you be next to? Some disgusting wilder beast with three days of razor-stubble in a sleeveless moo-moo, crammed in next to you with a carload full of groceries from the fucking Price Club! That’s who you’re gonna be sitting next to. So, you listen to me and you listen well. Are you behind, on your credit card bills? Good. Pick up the phone and start dialing. Is your landlord ready to evict you? Good. Pick up the phone and start dialing. Does your girlfriend think you’re a fucking loser? Good. Pick up the phone and start dialing! I want you to deal with your problems, by becoming rich! All you have to do today …is pick up that phone, and speak the words that I have taught you. And I’ll make you richer than the most powerful CEO of the United States of fucking America. I want you to go out there, and I want you to RAM Steve Madden stock down your clients’ throats. Till they fucking choke on it till they choke on it and buy 10,000 shares! That’s what I want you to do. You’ll be ferocious! You’ll be relentless! You’ll be telephone fucking terrorists! Now, let’s knock this Motherfucker out of the park!",
    "You know what? I am thinking straight. You're not, all right? You can't, because you're a million fucking miles away. I'm here, Ed, every day. And I see the unnecessary travesties of this war... that the rest of you backstabbing political fucking bureaucrats... only look at pictures of. So don't you dare tell me I am not thinking straight! This is not working, all right? It's not working, I'm out.",
    "What is the most resilient parasite? Bacteria? A virus? An intestinal worm? An idea. Resilient... highly contagious. Once an idea has taken hold of the brain it's almost impossible to eradicate. An idea that is fully formed - fully understood - that sticks; right in there somewhere.",
    "I'm going to improvise. Listen, there's something you should know about me... about inception. An idea is like a virus, resilient, highly contagious. The smallest seed of an idea can grow. It can grow to define or destroy you.",
    "I wish. I wish more than anything. But I can't imagine you with all your complexity, all you perfection, all your imperfection. Look at you. You are just a shade of my real wife. You're the best I can do; but I'm sorry, you are just not good enough.",
    "\"I will split up my father's empire.\" Now, this is obviously an idea that Robert himself would choose to reject. Which is why we need to plant it deep in his subconscious. Subconscious is motivated by emotion, right? Not reason. We need to find a way to translate this into an emotional concept.",
    "Well dreams, they feel real while we're in them, right? It's only when we wake up that we realize how things are actually strange. Let me ask you a question, you, you never really remember the beginning of a dream do you? You always wind up right in the middle of what's going on.",
    "To wake up from that after, after years, after decades... after we'd become old souls thrown back into youth like that... I knew something was wrong with her. She just wouldn't admit it. Eventually, she told me the truth. She was possessed by an idea, this one, very simple idea, that changed everything. That our world wasn't real. That she needed to wake up to come back to reality, that, in order to get back home, we had to kill ourselves."
  ]
}
