{
  "source": "Mel Gibson",
  "paragraphs": [
    "I am William Wallace! And I see a whole army of my countrymen here, in defiance of tyranny. You've come to fight as free men, and free men you are. What will you do with that freedom? Will you fight? Fight and you may die. Run and you'll live, at least a while. And dying in your beds many years from now, would you be willing to trade all the days from this day to that for one chance, just one chance to come back here and tell our enemies that they may take our lives, but they'll never take our freedom!",
    "Look around you. In the 7th Cavalry, we got a Captain from the Ukraine. Another from Puerto Rico. We've got Japanese, Chinese, Blacks, Hispanics, Cherokee Indians, Jews and Gentiles - all Americans. Now here in the States, some men in this unit may experience discrimination because of race or creed. But for you and me now, all that is gone. We're moving into the valley of the shadow of death, where you will watch the back of the man next to you, as he will watch yours. And you won't care what color he is or by what name he calls God. They say we're leavin' home. We're goin' to what home was always supposed to be. So let us understand the situation. We are goin' into battle against a tough and determined enemy. I can't promise you that I will bring you all home alive. But this I swear before you and before Almighty God that when we go into battle, I will be the first to set foot on the field, and I will be the last to step off. And I will leave no one behind. Dead or alive, we will all come home together. So help me God.",
    "People break down into two groups when the experience something lucky. Group number one sees it as more than luck, more than coincidence. They see it as a sign, evidence, that there is someone up there, watching out for them. Group number two sees it as just pure luck. Just a happy turn of chance. I'm sure the people in Group number two are looking at those fourteen lights in a very suspicious way. For them, the situation isn't fifty-fifty. Could be bad, could be good. But deep down, they feel that whatever happens, they're on their own. And that fills them with fear. Yeah, there are those people. But there's a whole lot of people in the Group number one. When they see those fourteen lights, they're looking at a miracle. And deep down, they feel that whatever's going to happen, there will be someone there to help them. And that fills them with hope. See what you have to ask yourself is what kind of person are you? Are you the kind that sees signs, sees miracles? Or do you believe that people just get lucky? Or, look at the question this way: Is it possible that there are no coincidences?",
    "I can't promise you that I will bring you all home alive. But this I swear, before you and before Almighty God, that when we go into battle, I will be the first to set foot on the field, and I will be the last to step off, and I will leave no one behind. Dead or alive, we will all come home together. So help me, God."
  ]
}
