{
  "source": "Michael Caine",
  "paragraphs": [
    "You crossed the line first, sir. You hammered them. And in their desperation they turned to a man they didn't fully understand. Some men aren't looking for anything logical. They can't be bought, bullied, reasoned or negotiated with. Some men just want to watch the world burn.",
    "I don't reckon you've got long. Seen that before. Gut wound. The slug's probably torn right through your liver. Mate of mine in Ulster got caught in sniper fire. Bullet blew his inside out. He screamed for a good 10 minutes. We couldn't send a medic in, the section was too hot. So we all took cover... And watched him die. I've never told that... To anyone... You should've called an ambulance... For the girl.",
    "Every great magic trick consists of three parts or acts. The first part is called \"The Pledge.\" The magician shows you something ordinary: a deck of cards, a bird or a man. He shows you this object. Perhaps he asks you to inspect it to see if it is indeed real, unaltered, normal. But of course... It probably isn't. The second act is called \"The Turn.\" The magician takes the ordinary something and makes it do something extraordinary. Now you're looking for the secret... But you won't find it, because of course you're not really looking. You don't really want to know. You want to be fooled. But you wouldn't clap yet. Because making something disappear isn't enough; you have to bring it back. That's why every magic trick has a third act, the hardest part, the part we call \"The Prestige.\"",
    "With respect, Master Wayne, perhaps this is a man that you don’t fully understand, either. A long time ago, I was in Burma. My friends and I were working for the local government. They were trying to buy the loyalty of tribal leaders by bribing them with precious stones. But their caravans were being raided in a forest north of Rangoon by a bandit. So we went looking for the stones. But in six months, we never met anyone who traded with him. One day, I saw a child playing with a ruby the size of a tangerine. The bandit had been throwing them away.",
    "Well, because he thought it was good sport. Because some men aren’t looking for anything logical, like money. They can’t be bought, bullied, reasoned, or negotiated with. Some men just want to watch the world burn.",
    "It means your hatred. And it also means losing someone that I have cared for since I first heard his cries echo through this house. But it might also mean saving your life. And that is more important.",
    "You see only one end to your journey. Leaving is all I have to make you understand. You’re not Batman anymore. You have to find another way. You used to talk about finishing, about a life beyond that awful cave."
  ]
}
