{
  "source": "Morgan Freeman",
  "paragraphs": [
    "And who are you? So full of hate that you have to fight everybody, because you've been whipped and chased by hounds. Well that might not be living, but it sure as hell ain't dying. And dying's been what these white boys have been doing for going on three years now, dying by the thousands, dying for you, fool.",
    "There's not a day goes by I don't feel regret. Not because I'm in here, because you think I should. I look back on the way I was then: a young, stupid kid who committed that terrible crime. I want to talk to him. I want to try to talk some sense to him, tell him the way things are. But I can't. That kid's long gone, and this old man is all that's left. I got to live with that. Rehabilitated? It's just a bullshit word. So you go on and stamp your form, sonny, and stop wasting my time. Because to tell you the truth, I don't give a shit.",
    "Sometimes it makes me sad, though... Andy being gone. I have to remind myself that some birds aren't meant to be caged. Their feathers are just too bright. And when they fly away, the part of you that knows it was a sin to lock them up DOES rejoice. But still, the place you live in is that much more drab and empty that they're gone. I guess I just miss my friend.",
    "I have no idea to this day what those two Italian ladies were singing about. Truth is, I don't want to know. Some things are best left unsaid. I'd like to think they were singing about something so beautiful, it can't be expressed in words, and makes your heart ache because of it. I tell you, those voices soared higher and farther than anybody in a gray place dares to dream. It was like some beautiful bird flapped into our drab little cage and made those walls dissolve away, and for the briefest of moments, every last man in Shawshank felt free.",
    "I find I'm so excited, I can barely sit still or hold a thought in my head. I think it's the excitement only a free man can feel, a free man at the start of a long journey whose conclusion is uncertain. I hope I can make it across the border. I hope to see my friend and shake his hand. I hope the Pacific is as blue as it has been in my dreams. I hope.",
    "We sat and drank with the sun on our shoulders and felt like free men. Hell, we could have been tarring the roof of one of our own houses. We were the lords of all creation. As for Andy - he spent that break hunkered in the shade, a strange little smile on his face, watching us drink his beer.",
    "Not long after the warden deprived us of his company, I got a postcard in the mail. It was blank, but the postmark said Fort Hancock, Texas. Fort Hancock... right on the border. That's where Andy crossed. When I picture him heading south in his own car with the top down, it always makes me laugh. Andy Dufresne... who crawled through a river of shit and came out clean on the other side. Andy Dufresne... headed for the Pacific.",
    "The first night's the toughest, no doubt about it. They march you in naked as the day you were born, skin burning and half blind from that delousing shit they throw on you, and when they put you in that cell... and those bars slam home... that's when you know it's for real. A whole life blown away in the blink of an eye. Nothing left but all the time in the world to think about it.",
    "In 1966, Andy Dufresne escaped from Shawshank prison. All they found of him was a muddy set of prison clothes, a bar of soap, and an old rock hammer, damn near worn down to the nub. I remember thinking it would take a man six hundred years to tunnel through the wall with it. Old Andy did it in less than twenty. Oh, Andy loved geology. I imagine it appealed to his meticulous nature. An ice age here, million years of mountain building there. Geology is the study of pressure and time. That's all it takes really, pressure, and time. That, and a big goddamn poster. Like I said, in prison a man will do most anything to keep his mind occupied. Turns out Andy's favorite hobby was totin' his wall out into the exercise yard, a handful at a time. I guess after Tommy was killed, Andy decided he'd been here just about long enough. Andy did like he was told, buffed those shoes to a high mirror shine. The guards simply didn't notice. Neither did I... I mean, seriously, how often do you really look at a mans shoes? Andy crawled to freedom through five hundred yards of shit smelling foulness I can't even imagine, or maybe I just don't want to. Five hundred yards... that's the length of five football fields, just shy of half a mile.",
    "I could see why some of the boys took him for snobby. He had a quiet way about him, a walk and a talk that just wasn't normal around here. He strolled, like a man in a park without a care or a worry in the world, like he had on an invisible coat that would shield him from this place. Yeah, I think it would be fair to say... I liked Andy from the start.",
    "There's a harsh truth to face. No way I'm gonna make it on the outside. All I do anymore is think of ways to break my parole, so maybe they'd send me back. Terrible thing, to live in fear. Brooks Hatlen knew it. Knew it all too well. All I want is to be back where things make sense. Where I won't have to be afraid all the time. Only one thing stops me. A promise I made to Andy."
  ]
}
