{
  "source": "Robin Williams",
  "paragraphs": [
    "Thought about what you said to me the other day, about my painting. Stayed up half the night thinking about it. Something occurred to me... fell into a deep peaceful sleep, and haven't thought about you since. Do you know what occurred to me?",
    "So if I asked you about art, you'd probably give me the skinny on every art book ever written. Michelangelo, you know a lot about him. Life's work, political aspirations, him and the pope, sexual orientations, the whole works, right? But I'll bet you can't tell me what it smells like in the Sistine Chapel. You've never actually stood there and looked up at that beautiful ceiling; seen that. If I ask you about women, you'd probably give me a syllabus about your personal favorites. You may have even been laid a few times. But you can't tell me what it feels like to wake up next to a woman and feel truly happy. You're a tough kid. And I'd ask you about war, you'd probably throw Shakespeare at me, right, \"once more unto the breach dear friends.\" But you've never been near one. You've never held your best friend's head in your lap, watch him gasp his last breath looking to you for help. I'd ask you about love, you'd probably quote me a sonnet. But you've never looked at a woman and been totally vulnerable. Known someone that could level you with her eyes, feeling like God put an angel on earth just for you.",
    "Who could rescue you from the depths of hell. And you wouldn't know what it's like to be her angel, to have that love for her, be there forever, through anything, through cancer. And you wouldn't know about sleeping sitting up in the hospital room for two months, holding her hand, because the doctors could see in your eyes, that the terms \"visiting hours\" don't apply to you. You don't know about real loss, 'cause it only occurs when you've loved something more than you love yourself. And I doubt you've ever dared to love anybody that much. And look at you... I don't see an intelligent, confident man... I see a cocky, scared shitless kid. But you're a genius Will. No one denies that. No one could possibly understand the depths of you. But you presume to know everything about me because you saw a painting of mine, and you ripped my fucking life apart. You're an orphan right?",
    "You think I know the first thing about how hard your life has been, how you feel, who you are, because I read Oliver Twist? Does that encapsulate you? Personally... I don't give a shit about all that, because you know what, I can't learn anything from you, I can't read in some fuckin' book. Unless you want to talk about you, who you are. Then I'm fascinated. I'm in. But you don't want to do that do you sport? You're terrified of what you might say. Your move, chief.",
    "You're not perfect, sport, and let me save you the suspense: this girl you've met, she's not perfect either. But the question is whether or not you're perfect for each other.",
    "No, I'm not kiddin' you, Will. That's why I'm not talkin' right now about some girl I saw at a bar twenty years ago and how I always regretted not going over and talking to her. I don't regret the 18 years I was married to Nancy. I don't regret the six years I had to give up counseling when she got sick. And I don't regret the last years when she got really sick. And I sure as hell don't regret missin' the damn game. That's regret.",
    "Yep. Day of the game. I was sittin' in a bar, waitin' for the game to start, and in walks this girl. Oh, it was an amazing game, though. You know, bottom of the eighth, Carbo ties it up at 6-6. It went to twelve. Bottom of the twelfth, in stepped Carlton Fisk. Old Pudge. Steps up to the plate, you know, and he's got that weird stance."
  ]
}
