{
  "source": "Tom Ellis",
  "paragraphs": [
    "Oh, enjoy your child. Have him ring me when he's old enough to go to strip clubs.",
    "But I tried removing them in the past, but the stubborn buggers always seem to grow back. I just need you to dress them up a smidge. Maybe you could... attach some white feathers or tattoo them. Something cheery, flowers, maybe.",
    "What is it this time? Are frogs about to start falling from the sky or... perhaps winter is coming.",
    "I'm so sorry. I seem to have picked up the candy dandy rave donuts instead of the regular glazed ones. One bite of this and you'd be riding the rainbow unicorn for days. Come to think of it, I just realized what happened to Monday and Tuesday.",
    "Hello. My name is Lucifer Morningstar and I... love drugs. Love them! Mmm! Yummy, yummy, yummy. Can’t get enough. And... I’ve got lots of money... mmm, that I love spending on drugs. Not even picky. I’ll do any of them. Mix them together sometimes.",
    "You people misunderstand me. You call me \"Satan\" and \"Devil\" but… do you know my crime? I loved God too much. And for that he betrayed me - punished me. Just as he’s punished you. After all, how could God stand idly by while that man broke into your home and butchered your family in their beds? There are only two rational answers, Nick - either, he’s sadistic... or he simply doesn’t care.",
    "He shunned me. He vilified me. He made me a torturer! Can you even begin to fathom what it was like? Eons spent providing a place for dead mortals to punish themselves? I mean, why do they blame me for all their little failings? As if I'd spent my days sitting on their shoulder, forcing them to commit acts they'd otherwise find repulsive. \"Oh, the Devil made me do it.\" I HAVE NEVER MADE ANY ONE OF THEM DO ANYTHING. Never.",
    "Detective Decker, step away from your vehicle. Put your hands in the air and walk towards me peacefully. If you do not - I repeat - if you do not, we will have no choice but to shoot you with our new bazooka. We've actually been waiting months and months to use it, so, on second thought, please, speed away.",
    "It's what I'm saying. You deserve someone better. Because you, Detective, are selfless to a nauseating degree. You always put your daughter first, even though the ungrateful urchin does nothing to contribute to the rent. So... You deserve someone worthy of that grace. Someone who knows that every crime scene breaks your heart, even though you'd never admit it. Someone who actually appreciates your impossibly boring middle name, \"Jane\". And more importantly, Detective, you deserve someone as good as you. Because, well, you're special and I'm... I'm not worth it.",
    "There was this, ah, soul that I used to torture back in Hell. And like a good masochist, he'd call the shots. \"Burn me. Freeze me. Hurt me.\" So, I did. And this went on for centuries. Until, one day, for some reason, he missed his daily punishment. And when I returned, he was crying. \"Please, my king,\" he said, \"Don't ever forget me again. I promise I'll be good.\" It was then that I realized he was so full of self-loathing, void of any self-respect, that no matter the depth of my cruelty, whatever minuscule attention I paid, gave meaning to his... pointless existence.",
    "How am I supposed to solve the mystery of how to kill you if I don't understand you first? Your strengths, your weaknesses, because everyone has a kryptonite, Lieutenant."
  ]
}
