{
  "source": "Tommy Lee Jones",
  "paragraphs": [
    "I was Sheriff of this county when I was 25 years old. Hard to believe. My grandfather was a lawman, father too. Me and him was sheriffs at the same time, him up in Plano and me out here. I think he's pretty proud of that. I know I was. Some of the old time Sheriffs never even wore a gun. A lotta folks find that hard to believe. Jim Scarborough'd never carry one - that's the younger Jim. Gaston Borkins wouldn't wear one up in Comanche County. I always liked to hear about the old-timers. Never missed a chance to do so. You can't help but compare yourself against the old-timers. Can't help but wonder how they'd have operated in these times. ",
    "There was this boy I sent to the 'lectric chair at Huntsville here awhile back. My arrest and my testimony. He killed a 14 year-old girl. Papers said it was a crime of passion, but he told me there wasn't any passion to it. Told me that he'd been plannin' to kill somebody for about as long as he could remember. Said that if they turned him out, he'd do it again. Said he knew he was going to hell: 'Be there in about fifteen minutes.' I don't know what to make of that. I surely don't. The crime you see now, it's hard to even take its measure. It's not that I'm afraid of it. I always knew you had to be willin' to die to even do this job. But, I don't want to push my chips forward and go out and meet somethin' I don't understand. A man would have to put his soul at hazard. He'd have to say: 'OK., I'll be a part of this world'.",
    "Alright, listen up, people. Our fugitive has been on the run for ninety minutes. Average foot speed over uneven ground barring injuries is 4 miles-per-hour. That gives us a radius of six miles. What I want from each and every one of you is a hard-target search of every gas station, residence, warehouse, farmhouse, henhouse, outhouse and doghouse in that area. Checkpoints go up at fifteen miles. Your fugitive’s name is Dr. Richard Kimble. Go get him."
  ]
}
